Repository: 7akoom/hosta_app
Catalog: lib/l10n/app_*.arb
Languages: ku

# language
source: English
ku: کوردی

source: Guest
ku: میوان

# app_name
source: Hosta Services
ku: خزمەتگوزارییەکانی هۆستا

source: Welcome
ku: بەخێربێیت

source: Select Language
ku: زمان هەڵبژێرە

source: Arabic
ku: العربية

source: Kurdish
ku: کوردی

source: Continue as Guest
ku: وەک میوان بەردەوام بە

source: Sign In
ku: چوونەژوورەوە

source: Sign Up
ku: دروستکردنی هەژمار

source: Email
ku: ئیمەیڵ

source: Password
ku: وشەی نهێنی

source: Forgot Password?
ku: وشەی نهێنیت لەبیرچووە؟

# dont_have_account
source: Don't have an account?
ku: هەژمارت نییە؟

# already_have_account
source: Already have an account?
ku: پێشتر هەژمارت هەیە؟

source: Home
ku: سەرەکی

source: Categories
ku: پۆلەکان

source: Services
ku: خزمەتگوزارییەکان

source: Favorites
ku: دڵخوازەکان

source: Profile
ku: پڕۆفایل

source: Settings
ku: ڕێکخستنەکان

source: Notifications
ku: ئاگادارکردنەوەکان

source: Chat
ku: گفتوگۆ

source: Support
ku: پشتگیری

source: Logout
ku: چوونەدەرەوە

source: Search
ku: گەڕان

source: Book Now
ku: ئێستا پێشکەش بکە

source: Cancel
ku: هەڵوەشاندنەوە

source: Confirm
ku: دڵنیاکردنەوە

source: Please Wait
ku: تکایە چاوەڕوان بە

# error_occurred
source: An error occurred
ku: هەڵەیەک ڕوویدا

source: Try Again
ku: دووبارە هەوڵ بدە

# no_internet
source: No Internet Connection
ku: هیچ پەیوەندی ئینتەرنێت نییە

source: Loading...
ku: چاوەڕوان...

# no_data
source: No Data Available
ku: هیچ داتایەک بەردەست نییە

# press_back_again
source: Press back again to exit
ku: دووبارە پشت بکە بۆ چوونەدەرەوە

source: Loading categories...
ku: چاوەڕوانی پۆلەکان...

source: No categories available
ku: هیچ پۆلێک بەردەست نییە

# services_count
source: services
ku: خزمەتگوزارییەکان

# search_service
source: Search a service...
ku: گەڕان بۆ خزمەتگوزاری...

source: My Services
ku: خزمەتگوزارییەکانم

# signup_intro_text
source: Sign up with your email or phone number
ku: بە ئیمەیڵ یان ژمارەی مۆبایلەکەت خۆت تۆمار بکە

source: Confirm Password
ku: دووپاتکردنەوەی وشەی نهێنی

source: Reset Password
ku: نوێکردنەوەی وشەی نهێنی

source: Verification Code
ku: کۆدی دڵنیاکردنەوە

source: Send Code
ku: ناردنی کۆد

source: Verify
ku: دڵنیاکردنەوە

source: Create Account
ku: دروستکردنی هەژمار

source: Login
ku: چوونەژوورەوە

source: Account
ku: هەژمار

# personal_info
source: Personal Information
ku: زانیاری کەسی

source: Edit Profile
ku: دەستکاریکردنی پڕۆفایل

source: Change Password
ku: گۆڕینی وشەی نهێنی

source: Language Settings
ku: ڕێکخستنەکانی زمان

source: Dark Mode
ku: دۆخی تاریک

source: Light Mode
ku: دۆخی ڕووناک

source: System Default
ku: ڕێکخستنەکانی سیستەم

source: About
ku: دەربارە

source: Version
ku: وەشان

source: Privacy Policy
ku: سیاسەتی تایبەتمەندی

source: Terms of Service
ku: مەرجەکانی خزمەتگوزاری

source: Contact Us
ku: پەیوەندیمان پێوە بکە

source: Help
ku: یارمەتی

source: Feedback
ku: ڕەخنە

source: Rate App
ku: هەڵسەنگاندنی ئەپ

source: Share App
ku: هاوبەشی ئەپ

source: Delete Account
ku: سڕینەوەی هەژمار

source: Save
ku: پاشەکەوتکردن

source: Edit
ku: دەستکاریکردن

source: Delete
ku: سڕینەوە

source: Back
ku: گەڕانەوە

source: Next
ku: داهاتوو

source: Previous
ku: پێشوو

source: Done
ku: تەواو

source: Close
ku: داخستن

source: Open
ku: کردنەوە

source: Yes
ku: بەڵێ

source: No
ku: نەخێر

source: OK
ku: باشە

source: Retry
ku: دووبارە هەوڵدان

source: Refresh
ku: نوێکردنەوە

source: Filter
ku: فلتەر

source: Sort
ku: ڕێکخستن

source: Clear
ku: سڕینەوە

source: Apply
ku: جێبەجێکردن

source: Reset
ku: نوێکردنەوە

source: Select
ku: هەڵبژاردن

source: Choose
ku: هەڵبژاردن

source: Add
ku: زیادکردن

source: Remove
ku: لابردن

source: Update
ku: نوێکردنەوە

source: Create
ku: دروستکردن

source: Submit
ku: ناردن

source: Thank You!
ku: سوپاست بۆت!

# your_feedback_helps_us_improve
source: Your feedback helps us improve our services.
ku: ڕەخنەکەت یارمەتیمان دەدات لە باشترکردنی خزمەتگوزارییەکانمان.

# profile_page_title
source: Profile
ku: پڕۆفایل

# favorites_page_title
source: Favorites
ku: دڵخوازەکان

# search_page_title
source: Search
ku: گەڕان

# settings_page_title
source: Settings
ku: ڕێکخستنەکان

# account_page_title
source: Account
ku: هەژمار

# notifications_page_title
source: Notifications
ku: ئاگادارکردنەوەکان

# chats_page_title
source: Chats
ku: گفتوگۆکان

# my_services_page_title
source: My Services
ku: خزمەتگوزارییەکانم

# help_support_page_title
source: Help & Support
ku: یارمەتی و پشتگیری

# book_service_page_title
source: Book Service
ku: پێشکەشکردنی خزمەتگوزاری

# schedule_page_title
source: Schedule
ku: کاتیار

# confirm_payment_page_title
source: Confirm Payment
ku: دڵنیاکردنەوەی پارەدان

# cancel_booking_page_title
source: Cancel Booking
ku: هەڵوەشاندنەوەی پێشکەش

# provider_details_page_title
source: Provider Details
ku: وردەکاری دابینکەر

# service_details_page_title
source: Service Details
ku: وردەکاری خزمەتگوزاری

# category_details_page_title
source: Category Details
ku: وردەکاری پۆل

# provider_feedback_page_title
source: Provider Feedback
ku: ڕەخنی دابینکەر

# provider_reviews_page_title
source: Provider Reviews
ku: ڕەخنەکانی دابینکەر

source: Information updated successfully
ku: زانیارییەکان بە سەرکەوتوویی نوێکرانەوە

source: Update Email
ku: نوێکردنەوەی ئیمەیڵ

source: New Email
ku: ئیمەیڵی نوێ

source: Enter your new email
ku: ئیمەیڵی نوێکەت بنووسە

source: Update Phone
ku: نوێکردنەوەی مۆبایل

source: New Phone
ku: مۆبایلی نوێ

source: Enter your new phone
ku: مۆبایلی نوێکەت بنووسە

source: Update Password
ku: نوێکردنەوەی وشەی نهێنی

source: Current Password
ku: وشەی نهێنی ئێستا

source: Enter your current password
ku: وشەی نهێنی ئێستاکەت بنووسە

source: Please enter your current password
ku: تکایە وشەی نهێنی ئێستاکەت بنووسە

source: New Password
ku: وشەی نهێنی نوێ

source: Enter a new password
ku: وشەیەکی نهێنی نوێ بنووسە

source: Please enter a new password
ku: تکایە وشەیەکی نهێنی نوێ بنووسە

# password_min_length
source: Password must be at least 8 characters
ku: وشەی نهێنی دەبێت لانیکەم 8 پیت بێت

source: Confirm your new password
ku: دووپاتکردنەوەی وشەی نهێنی نوێکەت

source: Please confirm your new password
ku: تکایە دووپاتکردنەوەی وشەی نهێنی نوێکەت

source: Passwords don't match
ku: وشە نهێنییەکان وەک یەک نین

# please_sign_in_to_view_account
source: Please sign in to view your account
ku: تکایە چوونەژوورەوە بۆ بینینی هەژمارەکەت

source: Account Information
ku: زانیاری هەژمار

source: Name
ku: ناو

source: Phone
ku: مۆبایل

# once_you_delete_account
source: Once you delete your account, there is no going back. Please be certain.
ku: کاتێک هەژمارەکەت بسڕیتەوە، هیچ گەڕانەوەیەک نییە. تکایە دڵنیابە.

# are_you_sure_delete_account
source: Are you sure you want to delete your account? This action cannot be undone.
ku: دڵنیای لە سڕینەوەی هەژمارەکەت؟ ئەم کردارە ناتوانرێت هەڵوەشێنرێتەوە.

# choose_email_or_phone_to_reset_password
source: Choose email or phone to reset your password
ku: ئیمەیڵ یان مۆبایل هەڵبژێرە بۆ نوێکردنەوەی وشەی نهێنی

source: Enter your email
ku: ئیمەیڵەکەت بنووسە

source: Enter your phone
ku: مۆبایلت بنووسە

source: Back to Sign In
ku: گەڕانەوە بۆ چوونەژوورەوە

source: Password changed successfully
ku: وشەی نهێنی بە سەرکەوتوویی گۆڕدرا

source: Enter new password
ku: وشەیەکی نهێنی نوێ بنووسە

# enter_password_please
source: Please enter a password
ku: تکایە وشەیەکی نهێنی بنووسە

source: Password Confirmation
ku: دووپاتکردنەوەی وشەی نهێنی

source: Location Permission
ku: مۆڵەتی شوێن

# location_permission_message
source: We need your location to show you nearby services
ku: پێویستمان بە شوێنەکەتە بۆ پیشاندانی خزمەتگوزارییە نزیکەکان

source: Deny
ku: ڕەتکردنەوە

source: Allow
ku: ڕێگەدان

source: Location Error
ku: هەڵەی شوێن

source: Location permission denied
ku: مۆڵەتی شوێن ڕەتکرایەوە

source: Select City
ku: شار هەڵبژێرە

source: Required field
ku: خانەی پێویست

source: Mobile Number
ku: ژمارەی مۆبایل

source: Iraq
ku: عێراق

source: Country
ku: وڵات

source: City
ku: شار

source: Address
ku: ناونیشان

source: Enter password
ku: وشەی نهێنی بنووسە

source: Date of Birth
ku: بەرواری لەدایکبوون

# agreement_text
source: I agree to the Terms of Service and Privacy Policy
ku: ڕازی دەبم بە مەرجەکانی خزمەتگوزاری و سیاسەتی تایبەتمەندی

source: and
ku: و

# verification_code_sent_phone
source: Verification code sent to your phone
ku: کۆدی دڵنیاکردنەوە نێردرا بۆ مۆبایلت

# verification_code_sent_email
source: Verification code sent to your email
ku: کۆدی دڵنیاکردنەوە نێردرا بۆ ئیمەیڵەکەت

source: Enter verification code
ku: کۆدی دڵنیاکردنەوە بنووسە

source: Take a Photo
ku: وێنە بکە

source: Choose from Gallery
ku: هەڵبژاردن لە گەلەری

source: Describe your issue
ku: کێشەکەت وەسف بکە

source: Type your issue here
ku: کێشەکەت لێرە بنووسە

source: Add Attachment
ku: زیادکردنی هەبوو

source: Booking cancelled successfully
ku: پێشکەش بە سەرکەوتوویی هەڵوەشێنرایەوە

source: Reason
ku: هۆکار

source: Provider not available
ku: دابینکەر بەردەست نییە

source: Change of plans
ku: گۆڕانکاری لە پلانەکان

source: Found another provider
ku: دابینکەرێکی تر دۆزیەوە

source: Price too high
ku: نرخ زۆر بەرزە

source: Emergency
ku: ناچار

source: Other
ku: هی تر

# please_pick_reason_for_cancellation
source: Please pick a reason for cancellation
ku: تکایە هۆکارێک هەڵبژێرە بۆ هەڵوەشاندنەوە

source: Select a reason
ku: هۆکارێک هەڵبژێرە

source: Please specify your reason
ku: تکایە هۆکارەکەت دیاری بکە

source: Loading services...
ku: چاوەڕوانی خزمەتگوزارییەکان...

source: No services available
ku: هیچ خزمەتگوزارییەک بەردەست نییە

source: services available
ku: خزمەتگوزاری بەردەست

source: Available Services
ku: خزمەتگوزارییە بەردەستەکان

source: Loading chat...
ku: چاوەڕوانی گفتوگۆ...

source: No chat available
ku: هیچ گفتوگۆیەک بەردەست نییە

source: Service Provider
ku: دابینکەری خزمەتگوزاری

source: Start conversation now
ku: ئێستا گفتوگۆ دەست پێبکە

source: Type your message here
ku: پەیامەکەت لێرە بنووسە

source: days
ku: ڕۆژ

source: hours
ku: کاتژمێر

source: minutes
ku: خولەک

source: now
ku: ئێستا

source: Please enter a valid amount
ku: تکایە بڕێکی دروست بنووسە

source: Payment Confirmed
ku: پارەدان دڵنیاکرایەوە

# thank_you_for_confirming_payment
source: Thank you for confirming your payment
ku: سوپاست بۆ دڵنیاکردنەوەی پارەدان

source: Confirm Payment
ku: دڵنیاکردنەوەی پارەدان

source: Payment Amount
ku: بڕی پارەدان

source: Payment Details
ku: وردەکاری پارەدان

source: Booking ID
ku: ناسنامەی پێشکەش

source: Provider
ku: دابینکەر

# confirm_payment_button
source: Confirm Payment
ku: دڵنیاکردنەوەی پارەدان

source: Remove from favorites
ku: لابردن لە دڵخوازەکان

# no_favorites
source: No favorites yet
ku: هێشتا هیچ دڵخوازێک نییە

source: Browse providers
ku: گەڕان بۆ دابینکەرەکان

source: Pending
ku: چاوەڕوان

source: Completed
ku: تەواو

source: Cancelled
ku: هەڵوەشێنراوە

source: In Progress
ku: لە پێشکەوتن

source: Unknown
ku: نەناسراو

source: Service ID
ku: ناسنامەی خزمەتگوزاری

source: Date & Time
ku: بەروار و کات

source: Price
ku: نرخ

source: Mark all as read
ku: هەمووی وەک خوێندراوە نیشانە بکە

source: No notifications yet
ku: هێشتا هیچ ئاگادارکردنەوەیەک نییە

source: Manage account information
ku: بەڕێوەبردنی زانیاری هەژمار

source: Language and theme preferences
ku: پێشکەوتنەکانی زمان و ڕووکار

source: Help and support
ku: یارمەتی و پشتگیری

source: Contact us for assistance
ku: پەیوەندیمان پێوە بکە بۆ یارمەتی

source: My Account
ku: هەژمارەکەم

source: Sign Out
ku: چوونەدەرەوە

# are_you_sure_sign_out
source: Are you sure you want to sign out?
ku: دڵنیای لە چوونەدەرەوە؟

source: Sign out of your account
ku: چوونەدەرەوە لە هەژمارەکەت

source: Error loading provider data
ku: هەڵە لە بارکردنی داتای دابینکەر

source: Sign in required
ku: چوونەژوورەوە پێویستە

source: Please sign in to chat
ku: تکایە چوونەژوورەوە بۆ گفتوگۆ

source: Reviews
ku: ڕەخنەکان

source: Service
ku: خزمەتگوزاری

source: View All
ku: بینینی هەموو

source: Great service!
ku: خزمەتگوزارییەکی مەزن!

source: Excellent work quality
ku: کیفیتی کاری مەزن

source: Other Providers
ku: دابینکەرەکانی تر

# rating_poor
source: Poor
ku: خراپ

# rating_fair
source: Fair
ku: باش

# rating_average
source: Average
ku: تێکڕا

# rating_good
source: Good
ku: باش

# rating_excellent
source: Excellent
ku: مەزن

source: Please select a rating
ku: تکایە هەڵسەنگاندنێک هەڵبژێرە

# how_would_you_rate_experience
source: How would you rate your experience?
ku: چۆن ئەزموونەکەت هەڵسەنگاند؟

source: Additional comments (optional)
ku: تێبینی زیادە (هەڵبژاردنی)

source: Share your experience
ku: ئەزموونەکەت هاوبەش بکە

# your_feedback_helps_improve
source: Your feedback helps improve our services
ku: ڕەخنەکەت یارمەت دەدات لە باشترکردنی خزمەتگوزارییەکانمان

source: Thank you for choosing Hosta
ku: سوپاست بۆ هەڵبژاردنی هۆستا

source: Available Times
ku: کاتە بەردەستەکان

source: Booking created successfully
ku: پێشکەش بە سەرکەوتوویی دروستکرا

source: Free cancellation
ku: هەڵوەشاندنەوەی خۆڕایی

# cancel_before_for_full_refund
source: Cancel before 24 hours for full refund
ku: پێش 24 کاتژمێر هەڵوەشێنەوە بۆ گەڕانەوەی تەواو

source: Search for services
ku: گەڕان بۆ خزمەتگوزارییەکان

source: No categories found
ku: هیچ پۆلێک نەدۆزرایەوە

source: Providers sorted by distance
ku: دابینکەرەکان ڕێکخراون بەپێی دووری

source: Providers sorted by price
ku: دابینکەرەکان ڕێکخراون بەپێی نرخ

source: Providers sorted by rating
ku: دابینکەرەکان ڕێکخراون بەپێی هەڵسەنگاندن

source: Loading providers...
ku: چاوەڕوانی دابینکەرەکان...

source: No providers available
ku: هیچ دابینکەرێک بەردەست نییە

source: Available Providers
ku: دابینکەرە بەردەستەکان

source: Filter and Sort
ku: فلتەر و ڕێکخستن

source: providers available
ku: دابینکەر بەردەست

source: Sort Providers
ku: ڕێکخستنی دابینکەرەکان

source: Nearest (Distance)
ku: نزیکترین (دووری)

source: Lowest Price
ku: کەمترین نرخ

source: Highest Rating
ku: بەرزترین هەڵسەنگاندن

source: Appearance
ku: ڕووکار

source: Theme
ku: ڕووکار

source: Dark
ku: تاریک

source: Light
ku: ڕووناک

source: App Language
ku: زمانی ئەپ

source: Message sent
ku: پەیام نێردرا

# thank_you_contacting_us
source: Thank you for contacting us
ku: سوپاست بۆ پەیوەندیت پێوە

source: Help & Support
ku: یارمەتی و پشتگیری

source: How can we help you?
ku: چۆن دەتوانین یارمەتیت بدەین؟

source: Subject
ku: بابەت

source: What is your issue about?
ku: کێشەکەت دەربارەی چییە؟

source: Please enter a subject
ku: تکایە بابەتێک بنووسە

source: Message
ku: پەیام

source: Describe your issue in detail
ku: کێشەکەت بە وردەکاری وەسف بکە

source: Please enter your message
ku: تکایە پەیامەکەت بنووسە

source: Message must be at least 10 characters
ku: پەیام دەبێت لانیکەم 10 پیت بێت

source: Send Message
ku: ناردنی پەیام

source: Contact Information
ku: زانیاری پەیوەندی

source: Support Email
ku: ئیمەیڵی پشتگیری

source: Support Phone
ku: مۆبایلی پشتگیری

source: Booking Cancelled
ku: پێشکەش هەڵوەشێنرایەوە

source: Your booking has been cancelled
ku: پێشکەشەکەت هەڵوەشێنرایەوە
